Repository: AreaSong/AreaMatrix
Catalog: apps/macos/AreaMatrix/Localizations/Localizable.xcstrings
Source language: en
Languages: zh_hans

# settings.classifier.conflict.ruleMissing
source: The original rule is no longer present in the latest snapshot.
zh_hans: 最新快照中已不存在原规则。

# settings.classifier.conflict.title
source: Classifier rule changed elsewhere
zh_hans: 分类规则已在其他位置更改

# settings.classifier.editingLanguage
source: Editing language
zh_hans: 编辑语言

# settings.classifier.error.backup
source: Classifier rules passed validation, but the last valid backup could not be saved
zh_hans: 分类规则已通过校验，但无法保存 last valid backup

# settings.classifier.error.createDefault
source: Unable to create the default classifier rules file
zh_hans: 无法创建默认分类规则文件

# settings.classifier.error.missingFile
source: The classifier rules file is missing
zh_hans: 分类规则文件不存在

# settings.classifier.error.open
source: Unable to open the classifier rules file
zh_hans: 无法打开分类规则文件

# settings.classifier.error.reveal
source: Unable to reveal the classifier rules file in Finder
zh_hans: 无法在 Finder 中定位分类规则文件

# settings.classifier.error.revert
source: Unable to restore the last valid classifier rules
zh_hans: 无法恢复上次有效分类规则

# settings.classifier.error.validationFailed
source: Classifier rule validation failed
zh_hans: 分类规则校验失败

# settings.classifier.fallbackPreview
source: Fallback preview: %@
zh_hans: 回退预览：%@

# settings.classifier.fileAlreadyExists
source: classifier.yaml already exists.
zh_hans: classifier.yaml 已存在。

# settings.classifier.fileMissing
source: classifier.yaml is missing.
zh_hans: 缺少 classifier.yaml。

# settings.classifier.health.invalid
source: classifier.yaml is invalid
zh_hans: classifier.yaml 无效

# settings.classifier.health.invalid.detail
source: Browsing is read-only. Choose an available restore action; Core archives readable invalid bytes before replacement.
zh_hans: 当前为只读浏览。请选择可用的恢复操作；Core 会在替换前归档可读取的无效内容。

# settings.classifier.health.missing
source: classifier.yaml is missing
zh_hans: 缺少 classifier.yaml

# settings.classifier.health.missing.detail
source: Browsing is read-only until you explicitly create the default classifier configuration.
zh_hans: 当前为只读浏览，必须明确创建默认分类配置后才能编辑。

# settings.classifier.health.unreadable
source: classifier.yaml cannot be read safely
zh_hans: 无法安全读取 classifier.yaml

# settings.classifier.health.unreadable.detail
source: Restore file permissions or replace the unsafe filesystem object outside AreaMatrix. No write recovery action is available.
zh_hans: 请先在 AreaMatrix 外恢复文件权限或处理不安全的文件系统对象；此状态不提供写入恢复操作。

# settings.classifier.health.valid
source: Classifier configuration is valid
zh_hans: 分类配置有效

# settings.classifier.health.valid.detail
source: Classifier rules are available for editing.
zh_hans: 分类规则可以编辑。

# settings.classifier.label.category
source: Category
zh_hans: 分类

# settings.classifier.label.confidence
source: Confidence
zh_hans: 置信度

# settings.classifier.label.reason
source: Reason
zh_hans: 原因

# settings.classifier.label.suggestedName
source: Suggested Name
zh_hans: 建议名称

# settings.classifier.label.validation
source: Validation
zh_hans: 校验

# settings.classifier.matcherRemovalImpact
source: Removing %1$@ '%2$@' from %3$@ only changes the draft classifier rule. Existing files are not moved or deleted.
zh_hans: 从 %3$@ 中移除 %1$@“%2$@”只会更改分类器规则草稿。现有文件不会被移动或删除。

# settings.classifier.metadataMissing
source: .areamatrix metadata directory is missing.
zh_hans: 缺少 .areamatrix 元数据目录。

# settings.classifier.newCategory
source: New category
zh_hans: 新建分类

# settings.classifier.preview.result
source: Preview Result
zh_hans: 预览结果

# settings.classifier.priorityValue
source: Priority %lld
zh_hans: 优先级 %lld

# settings.classifier.recovery.backup
source: Check .areamatrix write permission and run Validate again.
zh_hans: 请检查 .areamatrix 写入权限，然后再次运行校验。

# settings.classifier.recovery.createDefault
source: Check .areamatrix write permission and try again.
zh_hans: 请检查 .areamatrix 写入权限后重试。

# settings.classifier.recovery.createDefault.action
source: Create Default
zh_hans: 创建默认配置

# settings.classifier.recovery.createDefault.confirmation
source: Create .areamatrix/classifier.yaml from the built-in defaults? Existing user files will not be changed.
zh_hans: 要根据内置默认值创建 .areamatrix/classifier.yaml 吗？现有用户文件不会被更改。

# settings.classifier.recovery.missingFile
source: Use Create Default or Reveal in Finder to restore classifier.yaml.
zh_hans: 请使用“创建默认文件”或“在 Finder 中显示”恢复 classifier.yaml。

# settings.classifier.recovery.open
source: Use Reveal in Finder or Create Default to restore classifier.yaml.
zh_hans: 请使用“在 Finder 中显示”或“创建默认文件”恢复 classifier.yaml。

# settings.classifier.recovery.progress
source: Recovering: %@
zh_hans: 正在恢复：%@

# settings.classifier.recovery.restoreDefault.action
source: Restore Default
zh_hans: 恢复默认配置

# settings.classifier.recovery.restoreDefault.confirmation
source: Archive the current readable invalid classifier and restore the built-in defaults? Existing user files will not be changed.
zh_hans: 要归档当前可读取的无效分类配置并恢复内置默认值吗？现有用户文件不会被更改。

# settings.classifier.recovery.restoreLastValid.action
source: Restore Last Valid
zh_hans: 恢复上次有效配置

# settings.classifier.recovery.restoreLastValid.confirmation
source: Archive the current readable invalid classifier and restore the newest verified backup? Existing user files will not be changed.
zh_hans: 要归档当前可读取的无效分类配置并恢复最新的已验证备份吗？现有用户文件不会被更改。

# settings.classifier.recovery.reveal
source: Check that the repository folder still exists and Finder has permission.
zh_hans: 请检查资料库文件夹是否仍然存在，以及 Finder 是否具有访问权限。

# settings.classifier.recovery.revert
source: Validate a working classifier.yaml before trying Revert again.
zh_hans: 请先校验可用的 classifier.yaml，再次尝试还原。

# settings.classifier.recovery.success
source: %@ completed
zh_hans: %@已完成

# settings.classifier.repositoryPathEmpty
source: Repository path is empty.
zh_hans: 资料库路径为空。

# settings.classifier.repositoryScope
source: These switches update the current repository configuration.
zh_hans: 这些开关写入当前资料库配置。

# settings.classifier.ruleDraftMissing
source: No classifier rule draft is selected.
zh_hans: 尚未选择分类器规则草稿。

# settings.classifier.section.configPath
source: Configuration Path
zh_hans: 配置路径

# settings.classifier.section.preview
source: Classification Preview
zh_hans: 分类预览

# settings.classifier.section.ruleEngine
source: Rule Engine
zh_hans: 规则引擎

# settings.classifier.section.visualRules
source: Visual Classification Rules
zh_hans: 可视化分类规则

# settings.classifier.section.yamlActions
source: YAML Actions
zh_hans: YAML 操作

# settings.classifier.switchLanguageDetail
source: The current draft has unsaved changes. Save or discard it before switching to %@.
zh_hans: 当前草稿有未保存的更改。切换到 %@ 前，请保存或放弃这些更改。

# settings.classifier.unsavedLanguageDraft
source: Unsaved classifier language draft
zh_hans: 分类语言草稿尚未保存

# settings.classifier.validation.failed
source: Failed
zh_hans: 失败

# settings.classifier.validation.issue.displayNameRequired
source: Display name is required.
zh_hans: 显示名称不能为空。

# settings.classifier.validation.issue.duplicateExtension
source: Extensions must be unique.
zh_hans: 扩展名不能重复。

# settings.classifier.validation.issue.duplicateKeyword
source: Keywords must be unique.
zh_hans: 关键词不能重复。

# settings.classifier.validation.issue.duplicateSlug
source: Category slug already exists.
zh_hans: 分类 slug 已存在。

# settings.classifier.validation.issue.invalidExtension
source: One or more extensions are invalid.
zh_hans: 一个或多个扩展名无效。

# settings.classifier.validation.issue.invalidKeyword
source: One or more keywords are invalid.
zh_hans: 一个或多个关键词无效。

# settings.classifier.validation.issue.invalidSlug
source: Use a lowercase slug containing letters, numbers, or hyphens.
zh_hans: slug 只能使用小写字母、数字或连字符。

# settings.classifier.validation.issue.priorityOutOfRange
source: Priority must be between -1000 and 1000.
zh_hans: 优先级必须位于 -1000 到 1000 之间。

# settings.classifier.validation.notValidated
source: Not validated
zh_hans: 未校验

# settings.classifier.validation.validated
source: Validated
zh_hans: 已校验

# settings.classifier.validation.validating
source: Validating...
zh_hans: 正在校验...

# settings.error.loadAdvanced
source: Unable to load advanced settings
zh_hans: 无法加载高级设置

# settings.error.loadClassifier
source: Unable to load classifier settings
zh_hans: 无法加载分类规则

# settings.error.loadIntegrations
source: Unable to load integrations
zh_hans: 无法加载集成设置

# settings.error.loadRepository
source: Could not load repository status
zh_hans: 无法加载资料库状态

# settings.error.syncRepositoryPath
source: Could not update the repository location
zh_hans: 无法更新资料库位置

# settings.error.syncRepositoryPathRecovery
source: Retry after the repository metadata becomes writable.
zh_hans: 请在资料库元数据恢复可写后重试。

# settings.error.unableToLoad
source: Unable to load settings
zh_hans: 无法加载设置

# settings.general.section.appearance
source: Appearance
zh_hans: 外观

# settings.general.section.ignoreRules
source: Ignore Rules
zh_hans: 忽略规则

# settings.general.section.overview
source: Repository Overview
zh_hans: 资料库概览

# settings.general.section.storage
source: Default Storage Mode
zh_hans: 默认存储模式

# settings.ignore.alreadyExists
source: .areamatrix/ignore.yaml already exists.
zh_hans: .areamatrix/ignore.yaml 已存在。

# settings.ignore.createButton
source: Create default ignore.yaml
zh_hans: 创建默认 ignore.yaml

# settings.ignore.createMessage
source: AreaMatrix will only write .areamatrix/ignore.yaml. Existing user files are not moved, renamed, deleted, or overwritten.
zh_hans: AreaMatrix 只会写入 .areamatrix/ignore.yaml。已有用户文件不会被移动、重命名、删除或覆盖。

# settings.ignore.createRejected
source: Could not create .areamatrix/ignore.yaml: %@
zh_hans: 无法创建 .areamatrix/ignore.yaml：%@

# settings.ignore.createTitle
source: Create default ignore.yaml?
zh_hans: 创建默认 ignore.yaml？

# settings.ignore.fileMissing
source: .areamatrix/ignore.yaml is missing.
zh_hans: 缺少 .areamatrix/ignore.yaml。

# settings.ignore.metadataMissing
source: .areamatrix metadata folder is missing.
zh_hans: 缺少 .areamatrix 元数据文件夹。

# settings.ignore.metadataNotDirectory
source: .areamatrix is not a folder.
zh_hans: .areamatrix 不是文件夹。

# settings.ignore.notRegularFile
source: .areamatrix/ignore.yaml is not a regular file.
zh_hans: .areamatrix/ignore.yaml 不是常规文件。

# settings.ignore.openRejected
source: The system editor rejected opening ignore.yaml.
zh_hans: 系统编辑器无法打开 ignore.yaml。

# settings.integrations.iCloudFolderDetail
source: AreaMatrix stores your files in a normal folder. If that folder is in iCloud Drive, iCloud controls sync timing. AreaMatrix will not delete conflict copies automatically.
zh_hans: AreaMatrix 将文件保存在普通文件夹中。如果该文件夹位于 iCloud Drive，具体同步时机会由 iCloud 控制。AreaMatrix 不会自动删除冲突副本。

# settings.integrations.icloudHelpOpenRejected
source: iCloud help could not be opened.
zh_hans: 无法打开 iCloud 帮助。

# settings.integrations.icloudHelpUnavailable
source: iCloud help URL is unavailable.
zh_hans: iCloud 帮助链接不可用。

# settings.integrations.openSingleItemResolver
source: Open the single-item resolver for %@.
zh_hans: 为 %@ 打开单项解决工具。

# settings.language.content.description
source: Controls built-in repository labels and future generated content. Existing generated content is not rewritten automatically.
zh_hans: 控制资料库内置标签和之后生成的内容；不会自动重写已有生成内容。

# settings.language.content.title
source: Repository content language
zh_hans: 资料库内容语言

# settings.language.followInterface
source: Follow Interface
zh_hans: 跟随界面

# settings.language.interface.description
source: Choose the application interface language. Changes apply immediately.
zh_hans: 选择应用界面语言，更改会立即生效。

# settings.language.interface.title
source: Interface language
zh_hans: 界面语言

# settings.language.section
source: Language
zh_hans: 语言

# settings.language.system
source: System
zh_hans: 跟随系统

# settings.language.unsupportedExplanation
source: Choose a supported content language before generating new repository content. Opening and browsing remain available.
zh_hans: 生成新的资料库内容前，请明确选择受支持的内容语言。资料库仍可正常打开和浏览。

# settings.language.unsupportedValue
source: Unsupported (%@)
zh_hans: 不受支持（%@）

# settings.loading.advanced
source: Loading advanced settings...
zh_hans: 正在加载高级设置...

# settings.loading.classifier
source: Checking classifier settings...
zh_hans: 正在检查分类规则...

# settings.loading.integrations
source: Checking integrations...
zh_hans: 正在检查集成...

# settings.loading.repository
source: Loading repository settings...
zh_hans: 正在加载资料库设置...

# settings.loading.settings
source: Loading settings...
zh_hans: 正在加载设置...

# settings.page.advanced
source: Advanced
zh_hans: 高级

# settings.page.classifier
source: Classifier Rules
zh_hans: 分类规则

# settings.page.general
source: General
zh_hans: 通用

# settings.page.integrations
source: Integrations
zh_hans: 集成

# settings.page.repository
source: Repository Settings
zh_hans: 资料库设置

# settings.platformDifferences.uiEnabled
source: UI enabled: %@
zh_hans: UI 已启用：%@

# settings.repository.actionStatus
source: Status: %@
zh_hans: 状态：%@

# settings.repository.conflict.latest
source: Latest: %@
zh_hans: 最新值：%@

# settings.repository.conflict.local
source: Local draft: %@
zh_hans: 本地草稿：%@

# settings.repository.conflict.reload
source: Reload Latest
zh_hans: 重新载入最新值

# settings.repository.conflict.review
source: Review Changes
zh_hans: 审阅更改

# settings.repository.conflict.reviewDetail
source: Review rebases the visible baseline only. Save again to apply local changes.
zh_hans: 审阅只会更新可见的比较基线；要应用本地更改，必须再次点击保存。

# settings.repository.conflict.revisions
source: Expected revision %lld; latest revision %lld.
zh_hans: 预期版本为 %lld；最新版本为 %lld。

# settings.repository.conflict.saved
source: Previously saved: %@
zh_hans: 先前保存值：%@

# settings.repository.conflict.title
source: Repository settings changed in another window.
zh_hans: 另一个窗口已更改资料库设置。

# settings.repository.metadataFound
source: .areamatrix/ found
zh_hans: 已找到 .areamatrix/

# settings.repository.metadataMissing
source: .areamatrix/ missing
zh_hans: 缺少 .areamatrix/

# settings.repository.overview.canceled
source: Overview regeneration canceled
zh_hans: 概述重新生成已取消

# settings.repository.overview.canceling
source: Canceling overview regeneration…
zh_hans: 正在取消概述重新生成…

# settings.repository.overview.checking
source: Checking overview language status…
zh_hans: 正在检查概述语言状态…

# settings.repository.overview.commit
source: Commit regeneration
zh_hans: 提交重新生成

# settings.repository.overview.committing
source: Committing overview regeneration…
zh_hans: 正在提交概述重新生成…

# settings.repository.overview.completed
source: Overview regeneration completed
zh_hans: 概述重新生成已完成

# settings.repository.overview.error
source: Overview regeneration could not continue.
zh_hans: 概述重新生成无法继续。

# settings.repository.overview.errorRecovery
source: Review repository availability and recovery status, then retry.
zh_hans: 请检查资料库可用性和恢复状态，然后重试。

# settings.repository.overview.excludesManagedRoot
source: The root AREAMATRIX.md managed block is not part of this operation.
zh_hans: 本次操作不包含根目录 AREAMATRIX.md 的受管区块。

# settings.repository.overview.exclusions
source: AI results, README.md, and user-authored bytes are excluded.
zh_hans: AI 结果、README.md 和用户编写的字节均不在操作范围内。

# settings.repository.overview.failed
source: Overview regeneration failed
zh_hans: 概述重新生成失败

# settings.repository.overview.includesManagedRoot
source: The legal managed block in root AREAMATRIX.md is included.
zh_hans: 本次操作包含根目录 AREAMATRIX.md 中合法的受管区块。

# settings.repository.overview.languageStatus
source: Overview language status
zh_hans: 概述语言状态

# settings.repository.overview.observer
source: Another window started this operation. This window is read-only.
zh_hans: 此操作由另一个窗口发起，当前窗口仅供查看。

# settings.repository.overview.preflightCounts
source: Create: %1$lld · Replace: %2$lld · Delete: %3$lld
zh_hans: 新建：%1$lld · 替换：%2$lld · 删除：%3$lld

# settings.repository.overview.preflightTitle
source: Review full overview regeneration
zh_hans: 检查全库概述重新生成

# settings.repository.overview.prepare
source: Prepare full regeneration…
zh_hans: 准备全库重新生成…

# settings.repository.overview.progress
source: %1$lld of %2$lld targets applied
zh_hans: 已应用 %1$lld / %2$lld 个目标

# settings.repository.overview.ready
source: Overview regeneration is ready to commit
zh_hans: 概述重新生成已准备好提交

# settings.repository.overview.reason.formatMismatch
source: format changed
zh_hans: 格式已变化

# settings.repository.overview.reason.localeMismatch
source: language differs
zh_hans: 语言不一致

# settings.repository.overview.reason.missingTargets
source: generated targets are missing
zh_hans: 缺少生成目标

# settings.repository.overview.reason.obsoleteTargets
source: obsolete generated targets exist
zh_hans: 存在过期的生成目标

# settings.repository.overview.recovering
source: Recovering overview regeneration safely…
zh_hans: 正在安全恢复概述重新生成…

# settings.repository.overview.recoverSafely
source: Recover safely
zh_hans: 安全恢复

# settings.repository.overview.recoveryRequired
source: Overview recovery requires attention
zh_hans: 概述恢复需要处理

# settings.repository.overview.rolledBack
source: Overview regeneration rolled back safely
zh_hans: 概述重新生成已安全回滚

# settings.repository.overview.section
source: Generated overview language
zh_hans: 生成概述语言

# settings.repository.overview.stageConfirmed
source: Stage regeneration
zh_hans: 暂存重新生成内容

# settings.repository.overview.staging
source: Staging overview regeneration…
zh_hans: 正在暂存概述重新生成内容…

# settings.repository.overview.state.mixed
source: Mixed
zh_hans: 混合状态

# settings.repository.overview.state.needsRegeneration
source: Needs regeneration
zh_hans: 需要重新生成

# settings.repository.overview.state.notGenerated
source: Not generated
zh_hans: 尚未生成

# settings.repository.overview.state.synchronized
source: Synchronized
zh_hans: 已同步

# settings.repository.overview.state.unknown
source: Unknown provenance
zh_hans: 来源未知

# settings.repository.overview.targetLocale
source: Target content language
zh_hans: 目标内容语言

# settings.repository.section.health
source: Health
zh_hans: 健康

# settings.repository.section.path
source: Path
zh_hans: 路径

# settings.storage.confirmDefault
source: Confirm default storage mode
zh_hans: 确认默认存储模式

# settings.storage.confirmIndexOnly
source: Use Index-only as the default?
zh_hans: 将仅索引设为默认？

# settings.storage.confirmMove
source: Use Move as the default?
zh_hans: 将 Move 设为默认？

# settings.tab.about
source: About
zh_hans: 关于

# settings.tab.advanced
source: Advanced
zh_hans: 高级

# settings.tab.classifier
source: Classifier
zh_hans: 分类规则

# settings.tab.general
source: General
zh_hans: 通用

# settings.tab.integrations
source: Integrations
zh_hans: 集成

# settings.tab.repository
source: Repository
zh_hans: 资料库

source: Severity %arg
zh_hans: 严重程度 %arg

source: Severity: %arg
zh_hans: 严重程度：%arg

# Severity: %arg; Recoverability: %arg
source: Severity: %1$arg; Recoverability: %2$arg
zh_hans: 严重程度：%1$arg；可恢复性：%2$arg

source: Share integration
zh_hans: 共享集成

source: Show cloud location warnings
zh_hans: 显示云端位置警告

source: Show details
zh_hans: 显示详情

source: Show duplicate normal matches
zh_hans: 显示重复的普通匹配项

source: Show existing file
zh_hans: 显示现有文件

source: Show iCloud warnings
zh_hans: 显示 iCloud 警告

source: Show in Finder
zh_hans: 在 Finder 中显示

source: Shows cloud placeholder or provider limitations without reporting sync progress.
zh_hans: 显示云占位文件或提供商限制，但不报告同步进度。

source: Shows whether the platform can support repository change watching.
zh_hans: 显示平台是否支持监视资料库变更。

source: Shows whether the platform exposes share or handoff entry points.
zh_hans: 显示平台是否提供分享或交接入口。

source: Size
zh_hans: 大小

source: Skip
zh_hans: 跳过

source: Skipped
zh_hans: 已跳过

source: SKIPPED
zh_hans: 已跳过

source: skipped by privacy rule
zh_hans: 已按隐私规则跳过

source: Skipped by privacy rule
zh_hans: 被隐私规则跳过

source: Skipped by privacy rule.
zh_hans: 已被隐私规则跳过。

source: Skipped reason: %@
zh_hans: 跳过原因：%@

source: Skipped reason: %arg
zh_hans: 跳过原因：%arg

source: Smart List %@, %@
zh_hans: 智能列表 %@，%@

source: Smart List metadata unavailable.
zh_hans: 智能列表元数据不可用。

source: Smart Lists
zh_hans: 智能列表

# smartList.delete.confirmation
source: Delete "%@"?
zh_hans: 删除“%@”？

source: Some diagnostics values are unavailable
zh_hans: 部分诊断值不可用

source: Some items cannot be imported
zh_hans: 部分项目无法导入

source: Some version values are unavailable
zh_hans: 部分版本信息不可用

source: Sort
zh_hans: 排序

source: Source
zh_hans: 来源

source: Source folder
zh_hans: 来源文件夹

source: Staging recovery required
zh_hans: 需要恢复暂存区

source: Start %arg
zh_hans: 开始 %arg

source: Start a semantic index build before canceling.
zh_hans: 取消前，请先开始构建语义索引。

source: Start index build
zh_hans: 开始构建索引

source: Start number must be 0 or greater.
zh_hans: 起始编号必须大于或等于 0。

source: Start or resume a batch import with unresolved conflicts.
zh_hans: 请启动或恢复存在未解决冲突的批量导入。

source: Start setup
zh_hans: 开始设置

source: Startup recovery
zh_hans: 启动恢复

source: Startup recovery check completed.
zh_hans: 启动恢复检查已完成。

source: Startup recovery checked
zh_hans: 已检查启动恢复

source: Startup recovery complete
zh_hans: 启动恢复已完成

source: Startup recovery failed
zh_hans: 启动恢复失败

# startupRecovery.warningCount
source: %lld warnings
zh_hans: %lld 条警告

source: Status
zh_hans: 状态

source: Status after apply
zh_hans: 应用后状态

source: Status checks and diagnostics use only local model metadata and do not enable remote AI.
zh_hans: 状态检查和诊断只使用本地模型元数据，不会启用远程 AI。

source: Stop
zh_hans: 停止

source: Stop after current file
zh_hans: 当前文件完成后停止

source: Stop and view results
zh_hans: 停止并查看结果

source: Stopped
zh_hans: 已停止

source: Stopped before import
zh_hans: 导入前已停止

source: Stopping...
zh_hans: 正在停止...

source: Storage
zh_hans: 存储

source: Storage filter
zh_hans: 存储筛选条件

source: Storage modes
zh_hans: 存储模式

source: Stored in Keychain. Never written to logs or diagnostics.
zh_hans: 存储在钥匙串中，绝不会写入日志或诊断信息。

source: Strategy
zh_hans: 策略

source: Strong match
zh_hans: 强匹配

source: Success
zh_hans: 成功

source: Suggested
zh_hans: 建议

source: Suggested category
zh_hans: 建议分类

source: Suggested category: %@
zh_hans: 建议分类：%@

source: Suggested category: %arg
zh_hans: 建议分类：%arg

source: Suggested name
zh_hans: 建议名称

source: Suggestion is blocked.
zh_hans: 建议已被阻止。

source: Suggestion is still loading.
zh_hans: 建议仍在加载中。

source: Suggestion rejected. Feedback recorded for this review.
zh_hans: 建议已拒绝，并已记录本次检查的反馈。

source: Suggestions come from file name and path keywords. File contents are not read.
zh_hans: 建议来自文件名和路径关键词，不会读取文件内容。

source: Suggestions...
zh_hans: 建议...

source: Summary
zh_hans: 概括

source: Summary changed in another window
zh_hans: 摘要已在另一个窗口中更改

source: Summary could not be cleared.
zh_hans: 无法清除概述。

source: Summary could not be generated.
zh_hans: 无法生成概述。

source: Summary could not be loaded.
zh_hans: 无法加载概述。

source: Summary could not be saved.
zh_hans: 无法保存概述。

source: Summary generation cannot proceed because AI call logging is unavailable.
zh_hans: AI 调用日志不可用，因此无法继续生成概述。

source: Summary unavailable
zh_hans: 概述不可用

source: Supported
zh_hans: 支持

source: Supported APIs
zh_hans: 支持的 API

source: Supported fields: kind:, cat:, after:, before:, tag:, note:
zh_hans: 支持的字段：kind:、cat:、after:、before:、tag:、note:

source: Switch to local repo...
zh_hans: 切换到本地资料库...

source: Sync conflict needs review
zh_hans: 同步冲突需要检查

# syncConflict.apply.failed
source: Apply failed for %@.
zh_hans: 应用 %@ 失败。

# syncConflict.count
source: %lld conflicts
zh_hans: %lld 个冲突

# syncConflict.detail.accessibilityLabel
source: %@. %@. Review.
zh_hans: %@。%@。检查。

# syncConflict.error.severityRecoverability
source: Severity: %@; Recoverability: %@
zh_hans: 严重程度：%@；可恢复性：%@

# syncConflict.iCloud.count
source: %lld conflicts
zh_hans: %lld 个冲突

# syncConflict.iCloud.groupCount
source: %lld conflict groups found
zh_hans: 发现 %lld 个冲突组

# syncConflict.impact.buildFailed
source: Could not build %@ impact.
zh_hans: 无法生成 %@ 的影响预览。

# syncConflict.impact.building
source: Building impact for %@...
zh_hans: 正在生成 %@ 的影响预览...

# syncConflict.incomingCanonicalDetail
source: Incoming becomes canonical only after replace confirmation; existing must move to Trash or safety backup.
zh_hans: 只有确认替换后，传入版本才会成为权威版本；现有版本必须移到废纸篓或安全备份。
